IDEA Open Model
ConnectionSetup.PretensionForceFpc Property
Compatible with IDEA StatiCa Beta 20.0
 Pretension force fpc = k * fub * As
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double PretensionForceFpc { get; set; }
Public Property PretensionForceFpc As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace